<template lang="pug">
  .page.checkout.container
    h1 Оформление заказа

    p Проверка товаров в корзине
    p Если пользователь зарегистрирован или переходит с другой страницы проверка по (ssr) 
    span иначе нужно повесить лоадер и подгружать данную информацию динамически

    p Что делать если товар недоступен или нужного кол-ва просто не существует?

    p Если всё четко и заказ может быть сформирован, далее нужно заполнить личные данные и выбрать желаемый способ доставки или самовывоз чтобы добавить к стоимости товара.
    client-only
      Basket
</template>

<style lang="scss" scoped>
.checkout {
  .basket ::v-deep {
    .basket__header {
      padding: 0px;
    }
    .basket__cards {
      padding: 20px 0px;
    }
    .basket__footer {
      padding: 20px 0px;
    }
  }
}
</style>